[
    {
        "title": "Борщ",
        "category": "Супы",
        "description": "Традиционный украинский суп с свеклой и овощами.",
        "instructions": "1. В кастрюле варите мясо (свинину или говядину) до готовности, около 1-1,5 часов. 2. Выньте мясо, добавьте в бульон нарезанные свеклу, морковь и картошку. 3. После 20 минут варки добавьте нашинкованную капусту. 4. Приправьте солью, перцем и лавровым листом. 5. Варите еще 15-20 минут, затем добавьте укроп и подавайте со сметаной."
    },
    {
        "title": "Паста Карбонара",
        "category": "Паста",
        "description": "Итальянское блюдо из пасты с беконом, яйцом и пармезаном.",
        "instructions": "1. Отварите спагетти в подсоленной воде до аль денте. 2. В это время обжарьте нарезанный бекон на сковороде до хрустящей корочки. 3. В миске взбейте яйца с тертым пармезаном и щепоткой черного перца. 4. Когда паста готова, слейте воду и быстро смешайте с беконом и яичной смесью, чтобы яйца не свернулись. 5. Подавайте с дополнительным пармезаном и перцем."
    },
    {
        "title": "Шоколадный торт",
        "category": "Десерты",
        "description": "Нежный шоколадный торт с кремом.",
        "instructions": "1. В миске смешайте муку, сахар, какао, разрыхлитель и соль. 2. В отдельной миске взбейте яйца, молоко и растопленное масло. 3. Соедините сухие и мокрые ингредиенты, перемешайте до однородности. 4. Выпекайте в разогретой до 180°C духовке 30-35 минут. 5. Для крема взбейте масло с сахаром и растопленным шоколадом, украсьте остывший торт."
    },
    {
        "title": "Салат Цезарь",
        "category": "Салаты",
        "description": "Популярный салат с романо, курицей, гренками и соусом.",
        "instructions": "1. Обжарьте куриное филе до золотистой корочки и нарежьте. 2. В миске смешайте нарезанные листья салата, курицу и гренки. 3. Для соуса смешайте оливковое масло, лимонный сок, чеснок, анчоусы и пармезан. 4. Заправьте салат соусом перед подачей."
    },
    {
        "title": "Омлет",
        "category": "Завтраки",
        "description": "Простой и быстрый завтрак из яиц.",
        "instructions": "1. Взбейте яйца с щепоткой соли и перца. 2. На сковороде разогрейте масло и вылейте яйца. 3. Готовьте на среднем огне, аккуратно поднимая края, чтобы сырые яйца стекали вниз. 4. Когда омлет почти готов, добавьте сыр или овощи по желанию. 5. Сложите пополам и подавайте горячим."
    },
    {
        "title": "Курица по-итальянски",
        "category": "Мясные блюда",
        "description": "Курица с томатным соусом и специями.",
        "instructions": "1. Обжарьте куриные грудки на оливковом масле до золотистой корочки. 2. Добавьте нарезанные помидоры, чеснок, базилик и орегано. 3. Тушите на среднем огне 20-25 минут, пока курица не станет мягкой. 4. Подавайте с пастой или рисом."
    },
    {
        "title": "Ризотто с грибами",
        "category": "Рис",
        "description": "Кремовое ризотто с шампиньонами.",
        "instructions": "1. Обжарьте лук на оливковом масле до прозрачности. 2. Добавьте нарезанные грибы и жарьте до золотистого цвета. 3. Всыпьте рис и обжарьте 2 минуты. 4. Постепенно добавляйте бульон, помешивая, до тех пор, пока рис не станет мягким. 5. В конце добавьте тертый пармезан и сливочное масло."
    },
    {
        "title": "Тыквенный суп",
        "category": "Супы",
        "description": "Нежный суп из тыквы.",
        "instructions": "1. Нарежьте тыкву и лук, обжарьте на оливковом масле до мягкости. 2. Добавьте овощной бульон и варите до готовности тыквы. 3. Пюрируйте суп блендером до гладкости. 4. Приправьте солью, перцем и сливками, подавайте горячим."
    },
    {
        "title": "Пирог с яблоками",
        "category": "Выпечка",
        "description": "Сладкий пирог с яблоками и корицей.",
        "instructions": "1. Приготовьте тесто из муки, масла и сахара, охладите. 2. Нарежьте яблоки, смешайте с сахаром и корицей. 3. Раскатайте тесто, уложите в форму, добавьте начинку и закройте вторым слоем теста. 4. Выпекайте в духовке при 180°C 40-45 минут."
    },
    {
        "title": "Суп из чечевицы",
        "category": "Супы",
        "description": "Питательный суп из красной чечевицы.",
        "instructions": "1. Обжарьте лук и морковь на оливковом масле. 2. Добавьте чечевицу, бульон и специи. 3. Варите 20-25 минут до готовности чечевицы. 4. Пюрируйте суп блендером или оставьте с кусочками, подавайте с зеленью."
    },
    {
        "title": "Блины",
        "category": "Завтраки",
        "description": "Тонкие блины с начинкой.",
        "instructions": "1. В миске смешайте муку, яйца, молоко и щепотку соли до однородной массы. 2. Разогрейте сковороду, налейте тесто и жарьте с обеих сторон до золотистого цвета. 3. Подавайте с медом, вареньем или сметаной."
    },
    {
        "title": "Фахитас с курицей",
        "category": "Мексиканская кухня",
        "description": "Курица с овощами в тортилье.",
        "instructions": "1. Обжарьте куриное филе с перцем и луком до готовности. 2. Приправьте специями (паприка, тмин). 3. Заверните начинку в тортильи и подавайте с сальсой и гуакамоле."
    },
    {
        "title": "Запеканка с картошкой",
        "category": "Запеканки",
        "description": "Сытная запеканка с картошкой и мясом.",
        "instructions": "1. Отварите картошку, нарежьте. 2. Обжарьте фарш с луком и специями. 3. В форме для запекания уложите слой картошки, затем фарш, снова картошку. 4. Залейте сливками и запекайте в духовке 30-40 минут."
    },
    {
        "title": "Котлеты",
        "category": "Мясные блюда",
        "description": "Классические мясные котлеты.",
        "instructions": "1. Смешайте фарш с нарезанным луком, яйцом, хлебом и специями. 2. Сформируйте котлеты и обжарьте на сковороде до золотистой корочки. 3. Подавайте с гарниром."
    },
    {
        "title": "Пирожки с капустой",
        "category": "Выпечка",
        "description": "Пирожки с начинкой из капусты.",
        "instructions": "1. Приготовьте тесто из муки, воды и масла. 2. Обжарьте капусту с луком и специями. 3. Сформируйте пирожки, нафаршируйте капустой и выпекайте в духовке до золотистой корочки."
    },
    {
        "title": "Чизкейк",
        "category": "Десерты",
        "description": "Нежный чизкейк с ягодами.",
        "instructions": "1. Измельчите печенье и смешайте с растопленным маслом, уложите в форму. 2. Взбейте творог с сахаром и яйцами, вылейте на корж. 3. Выпекайте при 160°C 50-60 минут. 4. Охладите и украсьте ягодами."
    },
    {
        "title": "Салат Оливье",
        "category": "Салаты",
        "description": "Популярный салат с овощами и колбасой.",
        "instructions": "1. Отварите картошку, морковь и яйца, нарежьте кубиками. 2. Добавьте нарезанную колбасу и соленые огурцы. 3. Заправьте майонезом, перемешайте и подавайте."
    },
    {
        "title": "Каша овсяная",
        "category": "Завтраки",
        "description": "Полезная овсяная каша.",
        "instructions": "1. Вскипятите молоко или воду. 2. Добавьте овсянку и варите на медленном огне, помешивая, 5-10 минут. 3. Подавайте с медом, ягодами или фруктами."
    },
    {
        "title": "Куриные крылышки",
        "category": "Мясные блюда",
        "description": "Острые куриные крылышки.",
        "instructions": "1. Замаринуйте крылышки в смеси соевого соуса, меда и специй. 2. Запекайте в духовке при 200°C 30-40 минут до золотистой корочки."
    },
    {
        "title": "Суп с фрикадельками",
        "category": "Супы",
        "description": "Суп с мясными фрикадельками.",
        "instructions": "1. Сформируйте фрикадельки из фарша с луком и специями. 2. В кипящий бульон добавьте фрикадельки и нарезанные овощи. 3. Варите 20-25 минут до готовности фрикаделек."
    },
    {
        "title": "Лазанья",
        "category": "Паста",
        "description": "Итальянская лазанья с мясом и соусом бешамель.",
        "instructions": "1. Обжарьте фарш с луком и томатами. 2. Приготовьте соус бешамель, смешав молоко, муку и масло. 3. В форме для запекания уложите слои лазаньи, фарша и соуса. 4. Запекайте в духовке при 180°C 40-50 минут."
    },
    {
        "title": "Творожные сырники",
        "category": "Завтраки",
        "description": "Сырники из творога с сахаром.",
        "instructions": "1. Смешайте творог, яйца, сахар и муку. 2. Сформируйте круглые лепешки и обжарьте на сковороде до золотистой корочки. 3. Подавайте со сметаной или вареньем."
    },
    {
        "title": "Кабачковые оладьи",
        "category": "Завтраки",
        "description": "Оладьи из кабачков.",
        "instructions": "1. Натрите кабачки, отожмите лишнюю влагу. 2. Смешайте с яйцом, мукой и специями. 3. Обжарьте на сковороде до золотистого цвета с обеих сторон."
    },
    {
        "title": "Пирог с ягодами",
        "category": "Выпечка",
        "description": "Сладкий пирог с ягодами.",
        "instructions": "1. Приготовьте тесто из муки, масла и сахара. 2. Раскатайте и уложите в форму. 3. Смешайте ягоды с сахаром и крахмалом, выложите на тесто. 4. Выпекайте при 180°C 30-35 минут."
    },
    {
        "title": "Картофель фри",
        "category": "Закуски",
        "description": "Хрустящий картофель фри.",
        "instructions": "1. Нарежьте картошку соломкой и замочите в воде на 30 минут. 2. Обсушите и обжарьте во фритюре до золотистого цвета. 3. Подавайте с соусом или солью."
    },
    {
        "title": "Куриный салат",
        "category": "Салаты",
        "description": "Салат с курицей и овощами.",
        "instructions": "1. Отварите курицу и нарежьте. 2. Смешайте с нарезанными овощами (огурцы, помидоры, перец). 3. Заправьте оливковым маслом и лимонным соком."
    },
    {
        "title": "Буррито",
        "category": "Мексиканская кухня",
        "description": "Буррито с мясом и фасолью.",
        "instructions": "1. Обжарьте мясо с луком и специями. 2. Заверните в тортилью с фасолью и овощами. 3. Обжарьте на сковороде до хрустящей корочки."
    },
    {
        "title": "Крем-брюле",
        "category": "Десерты",
        "description": "Французский десерт с карамельной корочкой.",
        "instructions": "1. Взбейте желтки с сахаром и ванилью, добавьте сливки. 2. Разлейте по формочкам и запекайте на водяной бане. 3. Охладите и посыпьте сахаром, карамелизируйте под грилем."
    },
    {
        "title": "Печенье с шоколадом",
        "category": "Десерты",
        "description": "Вкусное печенье с шоколадными кусочками.",
        "instructions": "1. В миске смешайте масло, сахар и яйца. 2. Добавьте муку, разрыхлитель и шоколадные кусочки. 3. Формируйте печенье и выпекайте при 180°C 10-12 минут."
    },
    {
        "title": "Гречка с грибами",
        "category": "Гарниры",
        "description": "Гречка с обжаренными грибами.",
        "instructions": "1. Отварите гречку до готовности. 2. Обжарьте грибы с луком на сковороде. 3. Смешайте с гречкой, добавьте специи и подавайте."
    },
    {
        "title": "Баклажаны запеченные",
        "category": "Овощные блюда",
        "description": "Запеченные баклажаны с сыром.",
        "instructions": "1. Нарежьте баклажаны, посолите и оставьте на 30 минут. 2. Обжарьте на сковороде, затем уложите в форму. 3. Посыпьте тертым сыром и запекайте в духовке до расплавления сыра."
    },
    {
        "title": "Коктейль из фруктов",
        "category": "Напитки",
        "description": "Освежающий фруктовый коктейль.",
        "instructions": "1. Нарежьте фрукты (банан, киви, клубнику) и положите в блендер. 2. Добавьте сок или йогурт и взбейте до однородности. 3. Подавайте в стаканах с льдом."
    },
    {
        "title": "Творожный пирог",
        "category": "Выпечка",
        "description": "Пирог с творожной начинкой.",
        "instructions": "1. Приготовьте тесто из муки, масла и сахара. 2. Взбейте творог с яйцом и сахаром. 3. Раскатайте тесто, уложите в форму, добавьте начинку и выпекайте при 180°C 30-35 минут."
    },
    {
        "title": "Борщ с фасолью",
        "category": "Супы",
        "description": "Сытный борщ с фасолью и свеклой.",
        "instructions": "1. В кастрюле варите мясо до готовности. 2. Добавьте свеклу, морковь и фасоль, варите 20 минут. 3. Добавьте капусту, приправьте и варите еще 15 минут."
    },
    {
        "title": "Кабачковые запеканки",
        "category": "Овощные блюда",
        "description": "Запеканка из кабачков с сыром.",
        "instructions": "1. Натрите кабачки, отожмите. 2. Смешайте с яйцами, мукой и сыром. 3. Выложите в форму и запекайте при 180°C 30 минут."
    },
    {
        "title": "Греческий салат",
        "category": "Салаты",
        "description": "Салат с огурцами, помидорами и фетой.",
        "instructions": "1. Нарежьте овощи и фету. 2. Смешайте с оливковым маслом и оригано. 3. Подавайте холодным."
    },
    {
        "title": "Пирожки с мясом",
        "category": "Выпечка",
        "description": "Пирожки с мясной начинкой.",
        "instructions": "1. Приготовьте тесто и дайте ему подняться. 2. Обжарьте фарш с луком. 3. Сформируйте пирожки, нафаршируйте и выпекайте до золотистой корочки."
    },
    {
        "title": "Суп-пюре из брокколи",
        "category": "Супы",
        "description": "Нежный суп-пюре из брокколи.",
        "instructions": "1. Отварите брокколи и лук в бульоне. 2. Пюрируйте до однородности. 3. Добавьте сливки и приправьте по вкусу."
    },
    {
        "title": "Куриные наггетсы",
        "category": "Закуски",
        "description": "Хрустящие куриные наггетсы.",
        "instructions": "1. Нарежьте курицу на кусочки, обваляйте в муке, яйце и панировочных сухарях. 2. Обжарьте на сковороде до золотистой корочки."
    },
    {
        "title": "Торт Наполеон",
        "category": "Десерты",
        "description": "Слойка с кремом.",
        "instructions": "1. Приготовьте слоеное тесто и выпекайте коржи. 2. Взбейте сливки с сахаром, перемазывайте коржи. 3. Уберите в холодильник на ночь."
    },
    {
        "title": "Рататуй",
        "category": "Овощные блюда",
        "description": "Французское овощное рагу.",
        "instructions": "1. Нарежьте овощи (баклажан, кабачок, перец) и обжарьте. 2. Тушите с томатами и прованскими травами до готовности."
    },
    {
        "title": "Суп из тыквы",
        "category": "Супы",
        "description": "Нежный тыквенный суп.",
        "instructions": "1. Обжарьте лук и чеснок, добавьте тыкву и бульон. 2. Варите до мягкости, затем пюрируйте. 3. Приправьте солью и перцем."
    },
    {
        "title": "Курица терияки",
        "category": "Мясные блюда",
        "description": "Курица в сладком соусе терияки.",
        "instructions": "1. Замаринуйте курицу в соусе терияки. 2. Обжарьте на сковороде до готовности. 3. Подавайте с рисом."
    },
    {
        "title": "Овощной рагу",
        "category": "Овощные блюда",
        "description": "Сытное овощное рагу.",
        "instructions": "1. Обжарьте лук и чеснок, добавьте нарезанные овощи. 2. Тушите с томатным соусом до готовности."
    },
    {
        "title": "Салат с тунцом",
        "category": "Салаты",
        "description": "Салат с консервированным тунцом и овощами.",
        "instructions": "1. Смешайте нарезанные овощи, добавьте тунца и заправьте оливковым маслом."
    },
    {
        "title": "Блинчики с мясом",
        "category": "Выпечка",
        "description": "Блинчики с мясной начинкой.",
        "instructions": "1. Приготовьте блинное тесто. 2. Обжарьте фарш с луком. 3. Заверните начинку в блинчики и обжарьте на сковороде."
    },
    {
        "title": "Рис с овощами",
        "category": "Гарниры",
        "description": "Рис с обжаренными овощами.",
        "instructions": "1. Отварите рис. 2. Обжарьте овощи (морковь, горошек) и смешайте с рисом."
    },
    {
        "title": "Крем-суп из шпината",
        "category": "Супы",
        "description": "Нежный крем-суп из шпината.",
        "instructions": "1. Обжарьте лук, добавьте шпинат и бульон. 2. Варите до готовности, затем пюрируйте. 3. Добавьте сливки."
    },
    {
        "title": "Пирожки с картошкой",
        "category": "Выпечка",
        "description": "Пирожки с картофельной начинкой.",
        "instructions": "1. Приготовьте тесто и дайте ему подняться. 2. Отварите картошку, разомните и приправьте. 3. Сформируйте пирожки и выпекайте."
    },
    {
        "title": "Котлеты по-киевски",
        "category": "Мясные блюда",
        "description": "Куриные котлеты с маслом внутри.",
        "instructions": "1. Отбейте куриное филе и заверните в него масло с зеленью. 2. Обваляйте в муке, яйце и панировке. 3. Обжарьте до золотистой корочки."
    },
    {
        "title": "Капустные оладьи",
        "category": "Завтраки",
        "description": "Оладьи из капусты.",
        "instructions": "1. Нашинкуйте капусту, смешайте с яйцом и мукой. 2. Обжарьте на сковороде до золотистой корочки."
    },
    {
        "title": "Салат с киноа",
        "category": "Салаты",
        "description": "Полезный салат с киноа и овощами.",
        "instructions": "1. Отварите киноа. 2. Смешайте с нарезанными овощами и заправьте оливковым маслом."
    },
    {
        "title": "Каша рисовая с молоком",
        "category": "Завтраки",
        "description": "Сладкая рисовая каша с молоком.",
        "instructions": "1. Отварите рис в молоке с добавлением сахара. 2. Подавайте с ягодами или фруктами."
    }
]